[
    {
        "id": 1,
        "titulo": "Ratatouille",
        "data-lançamento": "06/07/2007",
        "duracao": "1h 50m",
        "tipo": "Animação, Comédia, Família, Fantasia",
        "avaliacao-usuarios": "78%",
        "sinopse": "Um rato que sabe cozinhar faz uma aliança incomum com um jovem trabalhador de cozinha em um restaurante famoso.",
        "diretores": "Brad Bird",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/lpyqGZXjaPpr2dzkD9XD5DUGMkN.jpg"
    },

    {
        "id": 2,
        "titulo": "Star Wars: Episode III - Revenge of the Sith ",
        "data-lançamento": "19/05/2005",
        "duracao": "2h 20m",
        "tipo": "Aventura, Ação, Ficção científica",
        "avaliacao-usuarios": "74%",
        "sinopse": "As Guerras Clônicas estão em pleno andamento e Anakin Skywalker mantém um elo de lealdade com Palpatine, ao mesmo tempo em que luta para que seu casamento com Padmé Amidala não seja afetado por esta situação. Seduzido por promessas de poder, Anakin se aproxima cada vez mais de Darth Sidious até se tornar o temível Darth Vader. Juntos eles tramam um plano para aniquilar de uma vez por todas com os cavaleiros jedi.",
        "diretores": "George Lucas",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/nuF5yWtTJEEAd4Qa6cVkYz1XCST.jpg"
    },

    {
        "id": 3,
        "titulo": "Carros",
        "data-lançamento": "30/06/2006",
        "duracao": "1h 57m",
        "tipo": "Animação, Aventura, Comédia, Família",
        "avaliacao-usuarios": "69%",
        "sinopse": "Ao viajar para a Califórnia, o famoso carro de corridas Relâmpago McQueen se perde e vai parar em Radiator Springs, uma cidadezinha na Rota 66. Ele conhece novos amigos e aprende lições que mudam sua forma de encarar a vida.",
        "diretores": "Jon Lasseter",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/2nM2NRV8wt3n3ffoHQ3KdMkY3vR.jpg"
    },

    {
        "id": 4,
        "titulo": "Prenda-me Se for Capaz",
        "data-lançamento": "24/02/2003",
        "duracao": "2h 21m",
        "tipo": "Drama, Crime",
        "avaliacao-usuarios": "80%",
        "sinopse": "Frank Abagnale Jr. já foi médico, advogado e co-piloto, tudo isso com apenas 18 anos. Mestre na arte do disfarce, ele aproveita suas habilidades para viver a vida como quer e praticar golpes milionários, que fazem com que se torne o ladrão de banco mais bem-sucedido da história dos Estados Unidos com apenas 17 anos. Mas em seu encalço está o agente do FBI Carl Hanratty, que usa todos os meios que tem ao seu dispor para encontrá-lo e capturá-lo.",
        "diretores": "Steven Spielberg",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/pSaqcj3pwTKt34cyn6NrBE7V4eH.jpg"
    },

    {
        "id": 5,
        "titulo": "Homem-Aranha: No Aranhaverso",
        "data-lançamento": "10/01/2019",
        "duracao": "1h 57m",
        "tipo": "Ação, Aventura, Animação, Ficção científica",
        "avaliacao-usuarios": "84%",
        "sinopse": "Miles Morales é um jovem negro do Brooklyn que se tornou o Homem-Aranha inspirado no legado de Peter Parker, já falecido. Entretanto, ao visitar o túmulo de seu ídolo em uma noite chuvosa, ele é surpreendido com a presença do próprio Peter, vestindo o traje do herói aracnídeo sob um sobretudo. A surpresa fica ainda maior quando Miles descobre que ele veio de uma dimensão paralela, assim como outras variações do Homem-Aranha.",
        "diretores": "Rodney Rothman, Bob Persichetti, Peter Ramsey",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/ybQSBSrINtjWsJQ6Ih8sva8HlEZ.jpg"
    },

    {
        "id": 6,
        "titulo": "Kung Fu Panda",
        "data-lançamento": "06/06/2008",
        "duracao": "1h 35m",
        "tipo": "Ação, Aventura, Animação, Família, Comédia",
        "avaliacao-usuarios": "72%",
        "sinopse": "Po é um panda que trabalha na loja de macarrão da sua família e sonha em transformar-se em um mestre de kung fu. Seu sonho se torna realidade quando, inesperadamente, ele deve cumprir uma profecia antiga e estudar a arte marcial com seus ídolos, os Cinco Furiosos. Po precisa de toda a sabedoria, força e habilidade que conseguir reunir para proteger seu povo de um leopardo da neve malvado.",
        "diretores": "Mark Osborne, John Stevenson",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/gmZIS9d7GnQvbDDu9ZxLfX4fKSI.jpg"
    },

    {
        "id": 7,
        "titulo": "De Volta para o Futuro",
        "data-lançamento": "25/12/1985",
        "duracao": "1h 55m",
        "tipo": "Aventura, Comédia, Ficção científica",
        "avaliacao-usuarios": "83%",
        "sinopse": "Marty McFly, um típico adolescente americano dos anos 80, acidentalmente é enviado de volta ao ano de 1955 em um carro modificado para ser uma máquino do tempo, inventada por um cientista louco. Durante sua fantástica e maluca viagem no tempo, McFly tem que fazer com que seus futuros pais se encontrem e se apaixonem, para que assim ele possa ir de volta para o futuro.",
        "diretores": "Robert Zemeckis",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/i996T0lI1fGtFEowiH3V6eZthL0.jpg"
    },

    {
        "id": 8,
        "titulo": "Até o Último Homem",
        "data-lançamento": "26/01/2017",
        "duracao": "2h 20m",
        "tipo": "Drama, História, Guerra",
        "avaliacao-usuarios": "82%",
        "sinopse": "Desmond T. Doss, foi o médico do Exército Americano da Segunda Guerra Mundial, que serviu durante a Batalha de Okinawa, se recusando a matar pessoas, tornando-se o primeiro homem da história americana a receber a Medalha de Honra sem disparar um tiro.",
        "diretores": "Mel Gibson",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/88sCL8OQMoieKpHClqRCCbcgH6w.jpg"
    },

    {
        "id": 9,
        "titulo": "Toy Story: Um Mundo de Aventuras",
        "data-lançamento": "30/10/1995",
        "duracao": "1h 21m",
        "tipo": "Animação, Aventura, Família, Comédia",
        "avaliacao-usuarios": "80%",
        "sinopse": "Buzz Lightyear é o novo e sofisticado astronauta de brinquedo do garoto Andy. Buzz não imaginava que encontraria um rival: Woody, um cowboy de brinquedo que, dominado pelo ciúme, acredita ter perdido um lugar precioso no coração do seu dono. Os dois brinquedos vivem brigando até que vão parar nas garras do vizinho, um verdadeiro destruidor de brinquedos. Agora, mais do que nunca, Buzz e Woody precisam precisam se unir para escapar do perigo. Com a ajuda de seus amigos da caixa de brinquedos, eles vão viver uma incrível aventura.",
        "diretores": "John Lasseter",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/6AafgfifXkFS4g2xGJZIwsPQK6P.jpg"
    },

    {
        "id": 10,
        "titulo": "Up: Altas Aventuras",
        "data-lançamento": "04/09/2009",
        "duracao": "1h 36m",
        "tipo": "Animação, Comédia, Família, Aventura",
        "avaliacao-usuarios": "79%",
        "sinopse": "Carl Fredricksen é um vendedor de balões que, aos 78 anos, está prestes a perder a casa em que sempre viveu com sua esposa, a falecida Ellie. Após um incidente, Carl é considerado uma ameaça pública e forçado a ser internado. Para evitar que isto aconteça, ele põe balões em sua casa, fazendo com que ela levante voo. Carl quer viajar para uma floresta na América do Sul, onde ele e Ellie sempre desejaram morar, mas descobre que um problema embarcou junto: Russell, um menino de 8 anos.",
        "diretores": "Pete Docter",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/kms7XVDS6v7ic2jEw6N4DslQrWx.jpg"
    },

    {
        "id": 11,
        "titulo": "Como Eu Era Antes de Você",
        "data-lançamento": "16/06/2016",
        "duracao": "1h 50m",
        "tipo": "Drama, Romance",
        "avaliacao-usuarios": "79%",
        "sinopse": "Will é um garoto rico e bem-sucedido, até sofrer um grave acidente que o deixa preso a uma cadeira de rodas. Ele está profundamente depressivo e contrata uma garota do campo para cuidar dele. Ela sempre levou uma vida modesta, com dificuldades financeiras e problemas no trabalho, mas está disposta a provar para Will que ainda existem razões para viver.",
        "diretores": "Thea Sharrock",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/1a60KPNTC4JKYphNQveAB37Lyif.jpg"
    },

    {
        "id": 12,
        "titulo": "O Rei do Show",
        "data-lançamento": "25/12/2017",
        "duracao": "1h 44m",
        "tipo": "Drama",
        "avaliacao-usuarios": "79%",
        "sinopse": "De origem humilde e desde a infância sonhando com um mundo mágico, P.T. Barnum desafia as barreiras sociais se casando com a filha do patrão do pai e dá o pontapé inicial na realização de seu maior desejo abrindo uma espécie de museu de curiosidades. O empreendimento fracassa, mas ele logo vislumbra uma ousada saída: produzir um grande show estrelado por freaks, fraudes, bizarrices e rejeitados de todos os tipos.",
        "diretores": "Michael Gracey",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/fTESt4W7qvOu4e75pFduDi7cd40.jpg"
    },

    {
        "id": 13,
        "titulo": "La La Land: Cantando Estações",
        "data-lançamento": "19/01/2017",
        "duracao": "2h 08m",
        "tipo": "Comédia, Drama, Romance, Música",
        "avaliacao-usuarios": "79%",
        "sinopse": "O pianista Sebastian conhece a atriz Mia, e os dois se apaixonam perdidamente. Em busca de oportunidades para suas carreiras na competitiva Los Angeles, os jovens tentam fazer o relacionamento amoroso dar certo, enquanto perseguem fama e sucesso.",
        "diretores": "Damien Chazelle",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/AvMietG6xuobpSSdmVnKuTjv4bL.jpg"
    },

    {
        "id": 14,
        "titulo": "Monstros S.A.",
        "data-lançamento": "14/11/2001",
        "duracao": "1h 32m",
        "tipo": "Animação, Comédia, Família",
        "avaliacao-usuarios": "78%",
        "sinopse": "O astro do susto, Sulley, e seu falante assistente, Mike, trabalham na Monstros S.A., a maior fábrica de processamento de gritos da cidade de Monstrópolis. A principal fonte de energia do mundo dos monstros provém da coleta dos gritos das crianças humanas. Os monstros acreditam que as crianças são tóxicas, e entram em pânico quando uma menininha invade seu mundo. Sulley e Mike fazem de tudo para levar a garota de volta para casa, mas enfrentam desafios monstruosos e algumas situações hilárias em suas atrapalhadas aventuras.",
        "diretores": "Pete Docter",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/5p6cdAeUevsLOX0oI1T4JIul4QO.jpg"
    },

    {
        "id": 15,
        "titulo": "Dois Irmãos: Uma Jornada Fantástica",
        "data-lançamento": "05/03/2020",
        "duracao": "1h 42m",
        "tipo": "Família, Animação, Aventura, Comédia, Fantasia",
        "avaliacao-usuarios": "77%",
        "sinopse": "Em um mundo transformado, no qual as criaturas não dependiam mais da magia para viver, dois irmãos elfos recebem um cajado de bruxo de seu falecido pai, capaz de trazê-lo de volta à vida. Inexperientes com qualquer tipo de magia, Ian e Barley não conseguem executar o feitiço e acabam gerando uma criatura sem cabeça. Para passar mais um dia com seu pai, eles embarcam em uma jornada fantástica. Ao perceber a ausência dos filhos, sua mãe se une à uma lendária manticora para encontrá-los.",
        "diretores": "Dan Scanlon",
        "imagem": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/jsi2UM64Mhr6NmY1LKeeCuZOaCo.jpg"
    }
]
